Repository: cramkle/cramkle
Catalog: src/locales/*/messages.po
Languages: pt

source: ({0} notes)
pt: ({0} notas)

source: {0, plural, one {# field} other {# fields}}
pt: {0, plural, one {# campo} other {# campos}}

source: {0, plural, one {# note} other {# notes}}
pt: {0, plural, one {# nota} other {# notas}}

source: {0, plural, zero {# models} one {# model} other {# models}}
pt: {0, plural, zero {# modelos} one {# modelo} other {# modelos}}

source: {0, select, millisecond {{1, plural, one {{formattedStudyTime} millisecond} other {{formattedStudyTime} milliseconds}}} second {{2, plural, one {{formattedStudyTime} second} other {{formattedStudyTime} seconds}}} minute {{3, plural, one {{formattedStudyTime} minute} other {{formattedStudyTime} minutes}}} hour {{4, plural, one {{formattedStudyTime} hour} other {{formattedStudyTime} hours}}} day {{5, plural, one {{formattedStudyTime} day} other {{formattedStudyTime} days}}} other {}}
pt: {0, select, millisecond {{1, plural, one {{formattedStudyTime} milisegundo} other {{formattedStudyTime} milisegundos}}} second {{2, plural, one {{formattedStudyTime} segundo} other {{formattedStudyTime} segundos}}} minute {{3, plural, one {{formattedStudyTime} minuto} other {{formattedStudyTime} minutos}}} hour {{4, plural, one {{formattedStudyTime} hora} other {{formattedStudyTime} horas}}} day {{5, plural, one {{formattedStudyTime} dia} other {{formattedStudyTime} dias}}} other {}}

source: {learningCount, plural, one {# learning} other {# learning}}
pt: {learningCount, plural, one {# aprendendo} other {# aprendendo}}

source: {newCount, plural, one {# new} other {# new}}
pt: {newCount, plural, one {# novo} other {# novos}}

source: {reviewCount, plural, one {# review} other {# review}}
pt: {reviewCount, plural, one {# revisando} other {# revisando}}

source: <0>Click to change password.</0> Secure your account with a strong password
pt: <0>Clique para mudar a senha.</0> Proteja sua conta com uma senha forte

source: 1 month
pt: 1 mês

source: 1 year
pt: 1 ano

source: 7 days
pt: 7 dias

source: A model consist of both fields and templates. A field is used in a note to fill values that are used inside the template.
pt: Um modelo consiste tanto de campos quanto templates. Um campo é utilizado em uma nota para preencher os valores usados dentro do template.

source: About us
pt: Sobre nós

source: Account created successfully
pt: Conta criada com sucesso

source: Add field
pt: Adicionar campo

source: Add new
pt: Adicionar novo

source: Add Note
pt: Adicionar Nota

source: Add template
pt: Adicionar template

source: Agreement is required
pt: Concordância é obrigatória

source: Align center
pt: Alinhar ao centro

source: Align left
pt: Alinhar à esquerda

source: Align right
pt: Alinhar à direita

source: Already have an account? <0>Log In</0>
pt: Já possui uma conta? <0>Entrar</0>

source: An error has occurred when creating your model. Submit the form to try again
pt: Um erro ocorreu ao criar o seu modelo. Submeta o formulário para tentar novamente

source: An error has occurred when saving your note
pt: Ocorreu um erro ao salvar sua nota

source: An error has occurred when trying to get your decks to study.
pt: Ocorreu um erro enquanto tentávamos buscar seus decks para estudar.

source: An error has occurred when updating the model
pt: Ocorreu um erro ao atualizar o modelo

source: An error has occurred, try refreshing the page or wait a few minutes before trying again
pt: Ocorreu um erro, tente recarregar a página ou espere alguns minutos antes de tentar novamente

source: An error occurred when creating the deck
pt: Ocorreu um erro ao criar o deck

source: An error occurred when deleting the deck
pt: Ocorreu um erro ao apagar o deck

source: An error occurred when deleting the model
pt: Ocorreu um erro ao apagar o modelo

source: An error occurred when installing the deck
pt: Ocorreu um erro ao instalar o deck

source: An error occurred when saving the template
pt: Ocorreu um erro ao salvar o template

source: An error occurred when updating the deck
pt: Ocorreu um erro ao atualizar o deck

source: An unexpected error has occurred
pt: Ocorreu um erro inesperado

source: An unknown error has occurred
pt: Ocorreu um erro desconhecido

source: Anonymous user
pt: Usuário anônimo

source: Are you sure you want to cancel the current study session?
pt: Você tem certeza que quer encerrar a sessão de estudo atual?

source: Are you sure you want to delete the <0>{0}</0> field?
pt: Você tem certeza que quer apagar o campo <0>{0}</0>?

source: Are you sure you want to delete the template <0>{0}</0>?
pt: Você tem certeza que quer apagar o template <0>{0}</0>?

source: Are you sure you want to delete this deck?
pt: Você tem certeza que deseja apagar esse deck?

source: Are you sure you want to delete this model? {0, plural, one {There's # note} other {There're # notes}} and {1, plural, one {# template} other {# templates}} associated with it.
pt: Você tem certeza que deseja apagar esse modelo? {0, plural, one {Existe # nota} other {Existem # notas}} e {1, plural, one {# template} other {# templates}} associados com ele.

source: Are you sure you want to delete this note? {0, plural, one {It contains one flashcard} other {It contains # flashcards}}
pt: Você tem certeza que deseja apagar essa nota? {0, plural, one {Ela contém um flashcard} other {Ela contém # flashcards}}

source: Are you sure you want to logout?
pt: Você tem certeza que quer sair?

source: Are you sure you want to publish this deck?
pt: Você tem certeza que quer publicar esse deck?

source: Are you sure you want to unpublish this deck?
pt: Você tem certeza que quer despublicar esse deck?

source: Back side
pt: Verso

source: Back side template is empty
pt: Verso do template está vazio

source: Base information
pt: Informações básicas

source: Blockquote
pt: Citação

source: Bold
pt: Negrito

source: Cancel
pt: Cancelar

source: Change password
pt: Mudar senha

source: Change your account username
pt: Mude o nome de usuário de sua conta

source: Check your inbox!
pt: Verifique sua caixa de entrada!

source: Check your internet connection and try again.
pt: Verifique sua conexão com a internet e tente novamente.

source: Choose a new password for your account.
pt: Escolha uma nova senha para sua conta.

source: Code Block
pt: Bloco de código

source: Complete your profile below.
pt: Complete seu perfil abaixo.

source: Confirm new password
pt: Confirmação da nova senha

source: Confirm password
pt: Confirmação de senha

source: Confirm password is required
pt: Confirmação da senha é obrigatório

source: Confirm password must be equal to the new password
pt: Confirmação de senha precisa ser igual à nova senha

source: Congratulations, you have finished studying this deck for now.
pt: Parabéns, você terminou seus estudos desse deck por enquanto.

source: Continue Studying
pt: Continuar estudando

source: Continue without account
pt: Continuar sem uma conta

source: product-description
pt: Cramkle é uma plataforma de estudos baseada em flashcards, onde você pode agrupar matérias em decks, que automaticamente agenda sessões de estudos usando um algoritmo de repetição espaçada para maximizar sua retenção de conhecimento

source: Create
pt: Criar

source: Create a model
pt: Criar um modelo

source: Create a name for your model.
pt: Crie um nome para seu modelo.

source: Create a password for your account
pt: Crie uma senha para sua conta

source: Create an username for your account
pt: Crie um nome de usuário para sua conta

source: Create deck
pt: Criar deck

source: Create model
pt: Criar modelo

source: Create new deck
pt: Criar novo deck

source: Create note for deck <0>{0}</0>
pt: Criar nota para o deck <0>{0}</0>

source: Create template
pt: Criar template

source: Create your account today!
pt: Crie sua conta hoje!

source: Creating model...
pt: Criando modelo...

source: Current password
pt: Senha atual

source: Current password is required to change your password
pt: Senha atual é obrigatória para mudar sua senha

source: Dark mode
pt: Modo escuro

source: Deck already installed
pt: Deck já está instalado

source: Deck created successfully!
pt: Deck criado com sucesso

source: Deck deleted successfully
pt: Deck apagado com sucesso

source: Deck details
pt: Detalhes do deck

source: Deck installed successfully!
pt: Deck instalado com sucesso!

source: Deck not found
pt: Deck não encontrado

source: Deck Statistics
pt: Estatísticas do deck

source: Delete
pt: Apagar

source: Delete {0} field
pt: Apagar campo {0}

source: Delete {0} template
pt: Apagar o template {0}

source: Delete deck
pt: Apagar deck

source: Delete model
pt: Apagar modelo

source: Delete note {0}
pt: Deletar nota {0}

source: Delete template
pt: Apagar template

source: Description
pt: Descrição

source: Do you want to start a study session of the deck {0}?
pt: Você quer começar uma sessão de estudos para o deck {0}?

source: Don't have an account? <0>Sign Up</0>
pt: Não possui uma conta? <0>Cadastre-se</0>

source: Easy
pt: Fácil

source: Edit
pt: Editar

source: Edit deck
pt: Editar deck

source: Edit fields
pt: Editar campos

source: Edit model
pt: Editar modelo

source: Edit templates
pt: Editar templates

source: Email address
pt: Endereço de email

source: Email is required
pt: Email é obrigatório

source: Email must be a valid email
pt: Email precisa ser um email válido

source: Email sent!
pt: Email enviado!

source: empty note
pt: nota vazia

source: End
pt: Encerrar

source: End study session
pt: Encerrar sessão de estudos

source: English
pt: Inglês

source: Enter the email associated with your account and we will send a link to reset your password
pt: Insira o email associado com a sua conta que iremos enviar um link para resetar sua senha

source: Enter your email address
pt: Insira o seu endereço de email

source: Error
pt: Erro

source: Field name
pt: Nome do campo

source: Field name is required
pt: Nome do campo é obrigatório

source: Field value...
pt: Valor do campo...

source: Fields
pt: Campos

source: Fields that you can use in your templates and notes. You can add a field to a template by typing the @ symbol and the field name
pt: Campos que você pode utilizar em seus templates e notas. Você pode adicionar um campo a um template digitando o símbolo @ e o nome do campo

source: Fill the email for your account
pt: Preencha o email da sua conta

source: First page
pt: Primeira página

source: Flashcards studied
pt: Flashcards estudados

source: For security, please enter your current password to continue.
pt: Por segurança, por favor digite sua senha atual para continuar.

source: Forgot password?
pt: Esqueceu a senha?

source: Forgot your password?
pt: Esqueceu sua senha?

source: From creating simple front and back flashcards, to automating their creation with models and user-defined templates, you can achieve the flexibility you need without complicating your study routine.
pt: Desde a criação de simples flashcards com frente e verso, até a automatização de sua criação usando modelos e templates definidos por usuários, você pode atingir a flexibilidade que precisa sem complicar sua rotina de estudos.

source: Front side
pt: Frente

source: Front side template is empty
pt: Frente do template está vazio

source: landing.cta
pt: Começar os estudos

source: Go back
pt: Voltar

source: Go to fields
pt: Ir para campos

source: Go to home
pt: Voltar para a página inicial

source: Go to Home
pt: Voltar para a Página Inicial

source: Go to login
pt: Voltar para login

source: Go to templates
pt: Ir para templates

source: Go to the Marketplace
pt: Ir para o Marketplace

source: Good
pt: Bom

source: Hard
pt: Difícil

source: I agree to the <0>Terms & Conditions</0>
pt: Eu concordo com os <0>Termos e Condições</0>

source: Install deck
pt: Instalar deck

source: Install published deck
pt: Instalar deck publicado

source: Interval
pt: Intervalo

source: Invalid email
pt: Email inválido

source: Invalid username
pt: Nome de usuário inválido

source: Invalid username and/or password
pt: Nome de usuário e/ou senha inválidos

source: Italic
pt: Itálico

source: Items per page
pt: Itens por página

source: Language
pt: Idioma

source: Last page
pt: Última página

source: Learn about spaced repetition
pt: Aprenda sobre repetição espaçada

source: Learning
pt: Aprendendo

source: Loading decks
pt: Carregando decks

source: Loading models
pt: Carregando modelos

source: Log out
pt: Sair

source: login.button
pt: Entrar

source: Login to your account to study your decks
pt: Entre na sua conta para estudar seus decks

source: Logout and delete account
pt: Sair e apagar conta

source: Make sure your knowledge will last
pt: Garanta que seu conhecimento irá durar

source: Model created successfully
pt: Modelo criado com sucesso

source: Model deleted successfully
pt: Modelo apagado com sucesso

source: Model details
pt: Detalhes do modelo

source: Model name
pt: Nome do modelo

source: Model not found
pt: Modelo não encontrado

source: Model type
pt: Tipo do modelo

source: Models
pt: Modelos

source: Monospace
pt: Monoespaçada

source: Name
pt: Nome

source: Name is required
pt: Nome é obrigatório

source: new
pt: novo

source: New
pt: Novo

source: New field name
pt: Nome do novo campo

source: New password
pt: Nova senha

source: New password is required
pt: Nova senha é obrigatória

source: New password must be at lest 6 characters
pt: Nova senha precisa ter no mínimo 6 caracteres

source: New template name
pt: Nome do novo template

source: Next page
pt: Próxima página

source: No notes were found
pt: Nenhuma nota foi encontrada

source: Note
pt: Nota

source: Note created successfully
pt: Nota criada com sucesso

source: Note details
pt: Detalhes da nota

source: Note's model
pt: Modelo da nota

source: Notes
pt: Notas

source: Number of flashcards studied
pt: Número de flashcards estudados

source: Number of times studied
pt: Número de vezes estudado

source: OL
pt: Lista numerada

source: Optimize your knowledge retention with this effective study method.
pt: Otimize a sua retenção de conhecimento com esse método efetivo de estudo.

source: or
pt: ou

source: Overview
pt: Visão geral

source: Password
pt: Senha

source: Password changed successfully
pt: Senha alterada com sucesso

source: Password is required
pt: Senha é obrigatória

source: Password must be at least 6 characters
pt: Senha precisa ter pelo menos 6 caracteres

source: Please, try reloading the page
pt: Por favor, tente recarregar a página

source: Portuguese
pt: Português

source: Preferences updated successfully
pt: Preferências atualizadas com sucesso

source: Preview
pt: Pré-visualizar

source: Previous page
pt: Página anterior

source: Profile
pt: Perfil

source: Profile updated successfully
pt: Perfil atualizado com sucesso

source: Publish
pt: Publicar

source: Publish on Marketplace
pt: Publicar no Marketplace

source: Published
pt: Publicado

source: Refresh
pt: Atualizar

source: Register
pt: Cadastrar

source: Remove field
pt: Remover campo

source: Remove template
pt: Remover template

source: Rename {0} field
pt: Renomear campo {0}

source: Rename {0} template
pt: Renomear template {0}

source: Rename template
pt: Renomear template

source: Repeat
pt: Repetir

source: Request Password Reset
pt: Solicitar Alteração de Senha

source: Reset password
pt: Resetar Senha

source: Reset Password
pt: Resetar Senha

source: Reset password token is expired
pt: O token para resetar a senha expirou

source: Retry
pt: Tentar novamente

source: Review
pt: Revisão

source: Save preferences
pt: Salvar preferências

source: Save profile
pt: Salvar perfil

source: Saved successfully
pt: Salvo com sucesso

source: Search notes...
pt: Buscar notas...

source: Select a model
pt: Selecione um modelo

source: Select your deck
pt: Selecione seu deck

source: Settings
pt: Configurações

source: Show
pt: Mostrar

source: Sign up
pt: Cadastre-se

source: Simple for those who want it, powerful for those who need it
pt: Simples para os que querem, poderoso para os que precisam

source: Something went wrong
pt: Algo de errado aconteceu

source: Start Session
pt: Começar sessão

source: Start studying now, anonymously
pt: Começe a estudar agora, anonimamente

source: Statistics
pt: Estatísticas

source: Step {0}
pt: Passo {0}

source: Study
pt: Estudar

source: Study deck
pt: Estudar deck

source: Study frequency
pt: Frequência do estudo

source: Study today
pt: Estude hoje

source: Success
pt: Sucesso

source: Template back side
pt: Verso do template

source: Template front side
pt: Frente do template

source: Template name
pt: Nome do template

source: Template name is required
pt: Nome do template é obrigatório

source: Templates of the current model
pt: Templates do modelo atual

source: The selected model doesn't have any fields. <0>Click here to edit it</0>
pt: O modelo selecionado não possui nenhum campo. <0>Clique aqui para editá-lo</0>

source: The templates are used to define the frontside and backside of each flashcard, using the fields defined in the previous step. You'll be able to edit the template's content after creating the model.
pt: Os templates são usados para definir a frente e o verso de cada flashcard, usando os campos definidos no passo anterior. Você poderá editar o conteúdo do template após criar o modelo.

source: The title is required
pt: O título é obrigatório

source: There are not any published decks yet.
pt: Não existem decks publicados ainda.

source: This action will add this deck to your library.
pt: Essa ação irá adicionar esse deck na sua biblioteca.

source: This action will delete all flashcards associated with this template
pt: Essa ação irá apagar todos os flashcards associados à este template

source: This action will delete all values from the notes associated with this model and field
pt: Essa ação irá apagar todos os valores das notas associadas com esse campo e modelo

source: This deck does not have any note yet
pt: Esse deck não possui notas ainda

source: This link may be broken or the typed URL is incorrect.
pt: Este link pode estar quebrado ou a URL digitada está incorreta.

source: Time zone
pt: Fuso horário

source: Title
pt: Título

source: To create a note you need to associate it with a model.
pt: Para criar uma nota você precisa associá-la a um modelo.

source: Total study time
pt: Tempo total de estudo

source: Try again
pt: Tentar novamente

source: Try creating a deck first and study it in order to see your study statistics here.
pt: Tente primeiro criar um deck e estude-o para que possa ver suas estatísticas de estudo aqui.

source: Try selecting a broader interval above.
pt: Tente selecionar um intervalo mais amplo acima.

source: Two overlapping blue rectangles
pt: Dois retângulos azuis sobrepostos

source: UL
pt: Lista de marcadores

source: Underline
pt: Sublinha

source: Unpublish from Marketplace
pt: Despublicar do Marketplace

source: Update
pt: Atualizar

source: Update account password
pt: Atualizar senha da conta

source: Update your account email
pt: Atualize o email de sua conta

source: Update your preferred language for headlines, buttons and other texts.
pt: Atualize sua língua preferida para manchetes, botões e outros textos.

source: Used to compute the statistics and study schedule in your local time.
pt: Usado para computar as estatísticas e o cronograma de estudo em seu tempo local.

source: User not found
pt: Usuário não encontrado

source: Username
pt: Nome de usuário

source: Username is required
pt: Nome de usuário é obrigatório

source: Username must be at least 4 characters
pt: Nome de usuário precisa ter pelo menos 4 caracteres

source: Username must be at most 20 characters
pt: Nome de usuário precisa ter no máximo 20 caracteres

source: Username must consist only of alphanumeric characters and underscores
pt: O nome de usuário precisa conter apenas caracteres alfanuméricos e sublinhas

source: View
pt: Ver

source: Warning
pt: Atenção

source: We couldn't find the page you requested
pt: Não conseguimos encontrar a página requisitada

source: We don't have anything to show to you right now.
pt: Nós ainda não temos nada para lhe mostrar agora.

source: We don't have enough data to display in the supplied period.
pt: Não temos dados suficientes para mostrar no período fornecido.

source: We have sent you an email with instructions to help you reset your password. Remember to also check the spam folder.
pt: Mandamos um email para você com instruções que vão te ajudar a resetar sua senha. Lembre-se de também checar a pasta de spam.

source: When you create a note, we will create the corresponding number of flashcards based on how much templates the note's model has, and will use the note's values to fill in the template.
pt: Quando você criar uma nota, nós iremos criar o número correspondente de flashcards baseado em quantos templates o modelo possui, e iremos utilizar os valores da nota para preencher o template.

source: With Cramkle you don't need to create an account to start studying, use the anonymous login to get a feel for the app and fill in your personal information later when you're comfortable to do so.
pt: Com o Cramkle você não precisa criar uma conta para começar a estudar, use o login anônimo e veja o que temos a oferecer e depois preencha suas informações pessoais quando se sentir confortável.

source: You are using an <0>anonymous account</0>, to persist your study history and created decks and flashcards, fill your profile info in the settings page.
pt: Você está usando uma <0>conta anônima</0>, para persistir o seu histórico de estudos e decks e flashcards criados, preencha as informações de perfil na página de configuração.

source: You are using an anonymous account, if you logout now you will lose all your study history and created decks and flashcards. If you want to keep all your data, go back and fill your profile information in the settings page.
pt: Você está usando uma conta anônima, se você sair agora irá perder todo seu histórico de estudos e decks e flashcards criados. Se você deseja manter seu dados, volte e preencha as informações de seu perfil na página de configurações.

source: You haven't created a model yet.
pt: Você ainda não criou um modelo.

source: You haven't created any decks yet.
pt: Você ainda não criou nenhum deck.

source: You haven't created any models yet
pt: Você ainda não criou nenhum modelo.

source: You haven't created any notes on this deck yet
pt: Você ainda não criou nenhuma nota neste deck

source: You haven't created any templates on this model yet.
pt: Você ainda não criou nenhum template neste modelo.

source: You will <0>stop sharing</0> this deck publicly with all Cramkle users via the Marketplace.
pt: Você vai <0>parar de compartilhar</0> esse deck publicamente com todos os usuários do Cramkle pelo Marketplace.

source: You will share this deck publicly with all Cramkle users via the Marketplace. Be careful with sensitive or personal information in your deck.
pt: Você vai compartilhar esse deck publicamente com todos os usuários do Cramkle pelo Marketplace. Tenha cuidado com dados sensíveis ou pessoais nesse deck.

source: You've finished studying your decks for now.
pt: Você terminou de estudar seus decks por hora.

source: Your decks
pt: Seus decks

source: Your model is not saved, are you sure you want to exit the page?
pt: Seu modelo não está salvo, você tem certeza que quer sair da página?

source: Your models
pt: Seus modelos

source: Your note is not saved, are you sure you want to exit the page?
pt: Sua nota não está salva, tem certeza que quer sair da página?
